Repository: vikjon0/live-build
Catalog: debian/po/*.po
Languages: cs, de, fr, sv

source: Debian Live - System Build Scripts (cron autobuilder)
cs: Debian Live - Skripty pro sestavení systému (cron autobuilder)
de: Debian Live - System Build Skripte (Cron Autobuilder)
fr: Scripts automatiques de création du système Debian autonome
sv: Debian Live - Byggskript för systemet (cron autobuilder)

source: Enable live image autobuilds?
cs: Povolit automatická sestavování živých obrazů?
de: Automatische Erstellung der Images aktivieren?
fr: Faut-il activer la compilation automatique des images ?
sv: Ska avbildningar byggas automatiskt?

source: Please choose whether live images should be built automatically.
cs: Zvolte si prosím, zda se mají automaticky sestavovat živé obrazy.
de: Bitte wählen Sie, ob Live Images automatisch erstellt werden sollen.
fr: Veuillez choisir si les images autonomes (« live ») doivent être compilées automatiquement.
sv: Ange om du vill att live-avbildningar ska byggas automatiskt.

source: Image destination directory:
cs: Cílový adresář pro obrazy:
de: Zielverzeichnis für die Images:
fr: Répertoire de destination des images :
sv: Destinationskatalog för byggda avbildningar:

source: Please specify the directory where live images should be stored.
cs: Zadejte prosím adresář, kam se mají živé obrazy ukládat.
de: Bitte geben Sie das Verzeichnis an, in dem die Live Images abgelegt werden sollen.
fr: Veuillez indiquer le répertoire où les images autonomes seront créées.
sv: Ange katalogen där live-avbildningar ska lagras.

source: Cron expression for image builds:
cs: Úloha cronu pro sestavování obrazů:
de: Cron Ausdruck für die Erstellung der Images:
fr: Entrée de cron pour la construction des images :
sv: Cron-uttryck för bygge av avbildningar:

source: Please specify the scheduling for the cron job defining when live images should be built.
cs: Zadejte prosím plánování pro úlohu cronu, která určí, kdy se mají živé obrazy sestavovat.
de: Bitte geben Sie den Ausdruck für die Zeitplanung des Cron Jobs an, der definiert, wann die Live Images erstellt werden sollen.
fr: Veuillez choisir la programmation de la tâche périodique de création des images. Il s'agit de la ligne à ajouter dans la table des tâches « cron » correspondante.
sv: Ange schemaläggning för cron-jobbet som anger när bygget av live-avbildningar sker.

source: This defaults to: 0 0 * * *
cs: Výchozí je: 0 0 * * *
de: Der Standardwert ist: 0 0 * * *
fr: Le réglage par défaut est « 0 0 * * * »
sv: Standardvärdet är: 0 0 * * *

source: Live-build version to use:
cs: Použít verzi Live-build:
de: Zu verwendende live-build Version:
fr: Version de live-build à utiliser :
sv: Version av live-build som ska användas:

source: Please select the version of live-build to use.
cs: Vyberte prosím, kterou verzi live-build použít.
de: Bitte wählen Sie die Version von live-build, die verwendet werden soll.
fr: Veuillez choisir la version de live-build à utiliser.
sv: Ange vilken version live-build-version som ska användas.

source: If you choose "git", the current version of live-build from git will be used. If you choose "host", the live-build from the host system will be used. Finally, "release" will use the last released version.
cs: Zvolíte-li "git", použije se aktuální verze live-build z git repositáře. Zvolíte-li "host", použije se live-build z hostitelského systému. Konečně, "release" použije poslední vydanou verzi.
de: Wenn Sie "git" wählen, wird die gegenwährtige live-build Version aus dem git Repository verwendet. Wenn Sie "host" wählen, wird live-build vom Host System verwendet. Und schliesslich wird bei "release" die letzte veröffentlichte Version genutzt.
fr: Si vous choisissez « git », la version de live-build présente dans les dépôts Git sera utilisée. Si vous choisissez « host », la version de live-build présente sur la machine hôte sera utilisée. Enfin, avec « release », la dernière version publiée sera utilisée.
sv: Väljer du "git" kommer den aktuella versionen av live-build att användas. Väljer du "host" kommer live-build från värdsystemet att användas. "release" kommer att använda den senaste utgåvan av live-build.

source: Daily image distribution(s):
cs: Denní obraz distribucí:
de: Distribution(en) für die täglichen Images:
fr: Distribution(s) pour les images quotidiennes :
sv: Distribution(er) för dagliga avbildningar:

source: Please select the distributions you would like to include for live images daily-builds.
cs: Vyberte prosím distribuce, které si přejete zahrnovat do živých obrazů sestavovaných denně.
de: Bitte wählen Sie die Distributionen, die bei der täglichen Live Image Erstellung enthalten sein sollen.
fr: Veuillez indiquer les distributions que vous souhaitez inclure pour les images autonomes construites quotidiennement.
sv: Ange vilka distributioner som du vill inkludera i live-avbildningar som byggs dagligen.

source: Daily image flavor(s):
cs: Denní obraz větví:
de: Varianten für die täglichen Images:
fr: Type(s) d'images quotidiennes :
sv: Typ(er) för dagliga avbildningar:

source: Please select the flavors you would like to include for live images daily-builds.
cs: Vyberte prosím větve, které si přejete zahrnovat do živých obrazů sestavovaných denně.
de: Bitte wählen Sie die Varianten, die bei der täglichen Live Image Erstellung enthalten sein sollen.
fr: Veuillez indiquer les types (« flavors ») que vous souhaitez inclure pour les images autonomes construites quotidiennement.
sv: Ange vilka typer du vill inkludera för live-avbildningar som byggs dagligen.

source: Weekly image distribution(s):
cs: Týdenní obraz distribucí:
de: Distribution(en) für die wöchentlichen Images:
fr: Distribution(s) pour les images hebdomadaires :
sv: Distribution(er) för veckovisa avbildningar:

source: Please select the distributions you would like to include for live images weekly-builds.
cs: Vyberte prosím distribuce, které si přejete zahrnovat do živých obrazů sestavovaných týdně.
de: Bitte wählen Sie die Distributionen, die bei der wöchentlichen Live Image Erstellung enthalten sein sollen.
fr: Veuillez indiquer les distributions que vous souhaitez inclure pour les images autonomes construites hebdomadairement.
sv: Ange vilka distributioner du vill inkludera för live-avbildningar som byggs veckovis.

source: Weekly image flavor(s):
cs: Týdenní obraz větví:
de: Varianten für die wöchentlichen Images:
fr: Type(s) d'images hebdomadaires :
sv: Typ(er) för veckovisa avbildningar:

source: Please select the flavors you would like to include for live images weekly-builds.
cs: Vyberte prosím větve, které si přejete zahrnovat do živých obrazů sestavovaných týdně.
de: Bitte wählen Sie die Variationen, die bei der wöchentlichen Live Image Erstellung enthalten sein sollen.
fr: Veuillez indiquer les types (« flavors ») que vous souhaitez inclure pour les images autonomes construites hebdomadairement.
sv: Ange vilka typer du vill inkludera för live-avbildningar som byggs veckovis.

source: Monthly image distribution(s):
cs: Měsíční obraz distribucí:
de: Distribution(en) für die monatlichen Images:
fr: Distribution(s) pour les images mensuelles :
sv: Distribution(er) för månadsvisa avbildningar:

source: Please select the distributions you would like to include for live images monthly-builds.
cs: Vyberte prosím distribuce, které si přejete zahrnovat do živých obrazů sestavovaných měsíčně.
de: Bitte wählen Sie die Distributionen, die bei der monatlichen Live Image Erstellung enthalten sein sollen.
fr: Veuillez indiquer les distributions que vous souhaitez inclure pour les images autonomes construites mensuellement.
sv: Ange vilka distributioner du vill inkludera för live-avbildningar som byggs månadsvis.

source: standard, rescue, gnome-desktop, kde-desktop, lxde-desktop, xfce-desktop
cs: standardní, záchranná, gnome-desktop, kde-desktop, lxde-desktop, xfce-desktop
fr: Standard, Secours, Bureau GNOME, Bureau KDE, Bureau LXDE, Bureau XFCE

source: Monthly image flavor(s):
cs: Měsíční obraz větví:
de: Varianten für die monatlichen Images:
fr: Type(s) d'images mensuelles :
sv: Typ(er) för månadsvisa avbildningar:

source: Please select the flavors you would like to include for live images monthly-builds.
cs: Vyberte prosím větve, které si přejete zahrnovat do živých obrazů sestavovaných měsíčně.
de: Bitte wählen Sie die Varianten, die bei der monatlichen Live ImageErstellung enthalten sein sollen.
fr: Veuillez indiquer les types (« flavors ») que vous souhaitez inclure pour les images autonomes construites mensuellement.
sv: Ange vilka typer du vill inkludera för live-avbildningar som byggs månadsvis.

source: Enable source for live-build-cron-images?
cs: Povolit zdrojové kódy pro live-build-cron-images?
de: Quellen für live-build-cron-images aktivieren?
fr: Faut-il activer la source pour live-build-cron-images ?
sv: Aktivera källkod för live-build-cron-images?

source: Enable live-manual autobuilds?
cs: Povolit automatická sestavování příručky k živému obrazu?
de: Automatische Image-Erstellung aktivieren?
fr: Activer la compilation automatique de la documentation ?
sv: Ska manualen (live-manual) byggas automatiskt?

source: Please choose whether the live-manual should be built automatically.
cs: Zvolte si prosím, zda se má automaticky sestavovat příručka k živému obrazu.
de: Bitte wählen Sie, ob live-manual automatisch erstellt werden soll.
fr: Veuillez choisir si la documentation des images autonomes (« live-manual ») doit être compilée automatiquement.
sv: Ange om manualen (live-manual) ska byggas automatiskt.

source: live-manual destination directory:
cs: Cílový adresář pro příručku k živému obrazu:
de: Zielverzeichnis für live-manual:
fr: Répertoire de destination de la documentation :
sv: Destinationskatalog för bygge av manualen:

source: Please specify the directory where live-manual should be stored.
cs: Zadejte prosím adresář, kam se má příručka k živému obrazu ukládat.
de: Bitte geben Sie das Verzeichnis an, in dem live-manual abgelegt werden soll.
fr: Veuillez indiquer le répertoire où la documentation sera créée.
sv: Ange vilken katalog som manualen ska lagras i.

source: User account for builds of live-manual:
cs: Uživatel pro sestavování příručky k živému obrazu:
de: Benutzerkonto für die live-manual Erstellung:
fr: Identifiant pour les compilations de la documentation :
sv: Användarkonto för manualbygge:

source: Please enter the username that should be used for builds of live-manual.
cs: Zadejte prosím uživatele, který se má používat pro sestavování příručky k živému obrazu.
de: Bitte geben Sie den Namen des Benutzerkontos an, das für die live-manual Erstellung benutzt werden soll.
fr: Veuillez indiquer l'identifiant à utiliser pour les compilations de la documentation.
sv: Ange användarnamnet som ska användas för att bygga manualen.
